Repository: Dgeyme/Aggregator-for-DNN
Catalog: App_LocalResources/SettingsDocumRoller.ascx.*.resx
Languages: ru_ru

# lblTemplate.Text
source: Template
ru_ru: Шаблон

# lblTemplate.Help
source: Allows you to provide a custom template for displaying the items. Use parameters for dynamic substitution ( ie. [CONTENT] [CREATEDONDATE] [CREATEDBYUSER] [CREATEDBYUSERNAME] )
ru_ru: Позволяет задать пользовательский шаблон для отображения элементов. Используйте параметры для замены: [CONTENT] [CREATEDONDATE] [CREATEDBYUSER] [CREATEDBYUSERNAME]

# ControlTitle_settings.Text
source: DocumRoller Settings
ru_ru: Настройки DocumRoller

# ModuleHelp.Text
source: About DocumRoller Settings
ru_ru: О настройках DocumRoller

# lblItemToShow.Text
source: ItemToShow
ru_ru: Количество строк

# lblItemToShow.Help
source: Specify the number of items to display
ru_ru: Укажите количество элементов для отображения

# lblSortField.Text
source: SortField
ru_ru: Сортировка

# lblSortField.Help
source: Items will be sorted by date or by title
ru_ru: Будет произведена сортировка элементов по дате или названию

# lblSortOrder.Text
source: SortOrder
ru_ru: Порядок сортировки

# ddlSortFieldItem1.Text
source: createddate
ru_ru: по дате

# ddlSortFieldItem2.Text
source: title
ru_ru: по названию
